Repository: Abs0lutZero/urbackup_backend
Catalog: urbackupserver/www/translations/urbackup.webinterface/*.po
Languages: fa_ir

source: action_1
fa_ir: پشتیبان گیری افزایشی فایل

source: action_2
fa_ir: پشتیبان گیری کامل فایل

source: action_3
fa_ir: پشتیبان گیری افزایشی تصویر

source: action_4
fa_ir: پشتیبان گیری کامل تصویر

source: action_1_d
fa_ir: حذف پشتیبان گیری افزایشی فایل

source: action_2_d
fa_ir: حذف پشتیبان گیری کامل فایل

source: action_3_d
fa_ir: حذف پشتیبان گیری افزایشی تصویر

source: action_4_d
fa_ir: حذف پشتیبان گیری کامل تصویر

source: nav_item_6
fa_ir: وضعیت

source: nav_item_5
fa_ir: عملیات

source: nav_item_4
fa_ir: پشتیبان گیری ها

source: nav_item_3
fa_ir: لاگ ها

source: nav_item_2
fa_ir: ارقام

source: nav_item_1
fa_ir: تنظیمات

source: unknown
fa_ir: ناشناخته

source: overview
fa_ir: بازبینی

source: ok
fa_ir: تایید

source: no_recent_backup
fa_ir: بدون پشتیبان گیری

source: backup_never
fa_ir: هرگز

source: yes
fa_ir: بله

source: no
fa_ir: خیر

source: tBackup status
fa_ir: وضعیت پشتیبان گیری

source: tComputer name
fa_ir: نام کامپیوتر

source: tLast seen
fa_ir: آخرین دیدار

source: tLast file backup
fa_ir: آخرین پشتیبان گیری فایل

source: tLast image backup
fa_ir: آخرین پشتیبان گیری تصویر

source: tFile backup status
fa_ir: وضعیت پشتیبان گیری فایل

source: tImage backup status
fa_ir: وضعیت پشتیبان گیری تصویر

source: tShow details
fa_ir: نمایش جزییات

source: tExtra clients
fa_ir: مشتریان اضافی

source: tNo extra clients
fa_ir: بدون مشتریان اضافی

source: tActions
fa_ir: فعالیت ها

source: tOnline
fa_ir: برخط

source: tHostname/IP
fa_ir: IP/نام

source: tServer identity
fa_ir: هویت سرور

source: users
fa_ir: کاربران

source: general_settings
fa_ir: تنظیمات عمومی

source: admin
fa_ir: مدیر

source: user
fa_ir: کاربر

source: username_empty
fa_ir: لطفا نام کاربری را وارد کنید

source: password_empty
fa_ir: لطفا کلمه عبور را وارد کنید

source: password_differ
fa_ir: کلمات عبور متفاوت هستند

source: user_n_exist
fa_ir: کاربر وجود ندارد

source: password_wrong
fa_ir: کلمه عبور اشتباه است

source: user_exists
fa_ir: کاربری با این نام از قبل وجود دارد

source: session_timeout
fa_ir: با توجه به عدم فعالیت، شما باید مجدد وارد شوید

source: really_del_user
fa_ir: از حذف کاربر مطمئن هستید؟

source: user_add_done
fa_ir: کاربر جدید با موفقیت اضافه شد

source: user_remove_done
fa_ir: کاربر با موفقیت حذف شد

source: user_update_right_done
fa_ir: کاربر با موفقیت به روز شد

source: user_pw_change_ok
fa_ir: کلمه عبور با موفقیت تغییر کرد

source: right_all
fa_ir: تمام حقوق

source: right_none
fa_ir: بدون حقوق

source: filter
fa_ir: فیلتر

source: all
fa_ir: همه

source: loglevel_0
fa_ir: اطلاعات

source: loglevel_1
fa_ir: هشدار

source: loglevel_2
fa_ir: خطا

source: dir_error_text
fa_ir: دایرکتوری ذخیره پشتیبان ها در دسترس نیست.لطفا تنظیمات دایرکتوری را تغییر داده و یا حقوق دسترسی برنامه را عوض کنید

source: tmpdir_error_text
fa_ir: دایرکتوری ذخیره فایل های موقت در دسترس نیست.لطفا تنظیمات دایرکتوری را تغییر داده و یا حقوق دسترسی برنامه را عوض کنید

source: starting
fa_ir: شروع

source: ident_err
fa_ir: سرور رد کرد

source: enter_hostname
fa_ir: را وارد کنید IP لطفا نام میزبان و یا

source: clients
fa_ir: مشتریان

source: validate_text_empty
fa_ir: Please enter a value for # {name}

source: validate_text_notint
fa_ir: Please enter a numeric value for # {name}

source: validate_name_update_freq_incr
fa_ir: بازه پشتیبان گیری افزایشی فایل

source: validate_name_update_freq_full
fa_ir: بازه پشتیبان گیری کامل فایل

source: validate_name_update_freq_image_full
fa_ir: بازه پشتیبان گیری کامل تصویر

source: validate_name_update_freq_image_incr
fa_ir: بازه پشتیبان گیری افزایشی تصویر

source: validate_name_max_file_incr
fa_ir: بیشترین تعداد پشتیبان گیری افزایشی فایل

source: validate_name_min_file_incr
fa_ir: کمترین تعداد پشتیبان گیری افزایشی فایل

source: validate_name_max_file_full
fa_ir: بیشترین تعداد پشتیبان گیری کامل فایل

source: validate_name_min_file_full
fa_ir: کمترین تعداد پشتیبان گیری کامل فایل

source: validate_name_min_image_incr
fa_ir: کمترین تعداد پشتیبان گیری افزایشی تصویر

source: validate_name_max_image_incr
fa_ir: بیشترین تعداد پشتیبان گیری افزایشی تصویر

source: validate_name_min_image_full
fa_ir: کمترین تعداد پشتیبان گیری کامل تصویر

source: validate_name_max_image_full
fa_ir: بیشترین تعداد پشتیبان گیری کامل تصویر

source: validate_name_startup_backup_delay
fa_ir: تاخیر در راه اندازی سیستم

source: validate_err_notregexp_backup_window
fa_ir: فرمت اشتباه

source: validate_name_max_active_clients
fa_ir: بیشترین تعداد مشتریان فعال

source: validate_name_max_sim_backups
fa_ir: بیشترین تعداد پشتیبان گیری همزمان

source: validate_name_backupfolder
fa_ir: نام فولدر پشتیبان گیری

source: validate_name_computername
fa_ir: نام کامپیوتر

source: too_many_clients_err
fa_ir: تعداد مشتریان بیش از حد مجاز است

source: really_remove_client
fa_ir: آیا از حذف این مشتری مطمئن هستید؟ با حذف آن تمام فایل ها و تصاویر پشتیبان مربوط به آن حذف میشوند

source: storage_usage_pie_graph_title
fa_ir: استفاده از فضا

source: storage_usage_pie_graph_colname1
fa_ir: نام کامپیوتر

source: storage_usage_pie_graph_colname2
fa_ir: استفاده از فضا

source: storage_usage_bar_graph_title
fa_ir: تاریخچه استفاده از فضا

source: storage_usage_bar_graph_colname1
fa_ir: تاریخ

source: storage_usage_bar_graph_colname2
fa_ir: استفاده از فضا

source: tImages
fa_ir: تصاویر

source: tFiles
fa_ir: فایل ها

source: tSum
fa_ir: مجموع

source: validate_err_notregexp_cleanup_window
fa_ir: فرمت پنجره زمان پاکسازی اشتباه است

source: mail_settings
fa_ir: ایمیل

source: upgrade_error_text
fa_ir: دیتابیس برنامه داخلی است به همین دلیل ارتقا کمی طول میکشد. در حین ارتقا رابط کاربری برنامه غیرفعال بوده و هیچ پشتیبان گیری انجام نمیشود

source: tActivities
fa_ir: فعالیت ها

source: tAction
fa_ir: عملیات

source: tFiles in queue
fa_ir: فایل های در صف

source: tLast activities
fa_ir: فعالیت های اخیر

source: tStarting time
fa_ir: زمان شروع

source: tRequired time
fa_ir: زمان درخواستی

source: tUsed Storage
fa_ir: فضای استفاده شده

source: tClients
fa_ir: مشتریان

source: tLogs
fa_ir: لاگ ها

source: tReports
fa_ir: گزارش ها

source: tSend reports to
fa_ir: ارسال گزارش ها برای

source: tSend
fa_ir: ارسال

source: tBackups with a log message of at least log level
fa_ir: پشتیبان گیری با پیام لاگ از کمترین سطح

source: tBackup time
fa_ir: زمان پشتیبان گیری

source: tErrors
fa_ir: خطا

source: tWarnings
fa_ir: هشدار

source: tStorage allocation
fa_ir: تخصیص فضا

source: tStorage usage
fa_ir: مصرف حافظه

source: tAll
fa_ir: همه

source: tBackup storage path
fa_ir: مسیر پشتیبان گیری

source: tDo not do image backups
fa_ir: پشتیبان گیری تصویر وجود ندارد

source: tDo not do file backups
fa_ir: پشتیبان گیری فایل اجرا نشود

source: tAutomatically shut down server
fa_ir: خاموش کردن سرور به صورت خودکار

source: tAutoupdate clients
fa_ir: به روزرسانی خودکار مشتریان

source: tMax number of simultaneous backups
fa_ir: بیشترین تعداد پشتیبان گیری همزمان

source: tMax number of recently active clients
fa_ir: بیشترین تعداد مشتریان فعال

source: tCleanup time window
fa_ir: پنجره زمان پاکسازی

source: tAutomatically backup UrBackup database
fa_ir: بانک اطلاعاتی پشتیبان گیری خودکار برنامه

source: tInterval for incremental file backups
fa_ir: بازه پشتیبان گیری افزایشی فایل

source: tInterval for full file backups
fa_ir: بازه پشتیبان گیری کامل فایل

source: tInterval for incremental image backups
fa_ir: بازه پشتیبان گیری افزایشی تصویر

source: tInterval for full image backups
fa_ir: بازه پشتیبان گیری کامل تصویر

source: tMaximal number of incremental file backups
fa_ir: بیشترین تعداد پشتیبان گیری افزایشی فایل

source: tMinimal number of incremental file backups
fa_ir: کمترین تعداد پشتیبان گیری افزایشی فایل

source: tMaximal number of full file backups
fa_ir: بیشترین تعداد پشتیبان گیری کامل فایل

source: tMinimal number of full file backups
fa_ir: کمترین تعداد پشتیبان گیری کامل فایل

source: tMaximal number of incremental image backups
fa_ir: بیشترین تعداد پشتیبان گیری افزایشی تصویر

source: tMinimal number of incremental image backups
fa_ir: کمترین تعداد پشتیبان گیری افزایشی تصویر

source: tMaximal number of full image backups
fa_ir: بیشترین تعداد پشتیبان گیری کامل تصویر

source: tMinimal number of full image backups
fa_ir: کمترین تعداد پشتیبان گیری کامل تصویر

source: tDelay after system startup
fa_ir: تاخیر در راه اندازی سیستم

source: tBackup window
fa_ir: پنجره پشتیبان گیری

source: tExcluded files (with wildcards)
fa_ir: (Wildcardsفایل های محروم (با

source: tIncluded files (with wildcards)
fa_ir: (Wildcardsفایل های مشمول (با

source: tDefault directories to backup
fa_ir: دایرکتوری پیش فرض برای پشتیبان گیری

source: tVolumes to backup
fa_ir: مقدار پشتیبان گیری

source: tAllow client-side changing of the directories to backup
fa_ir: به مشتریان مجوز تغییر دایرکتوری پشتیبان گیری را بده

source: tAllow client-side starting of file backups
fa_ir: به مشتریان مجوز شروع پشتیبان گیری فایل را میدهد

source: tAllow client-side starting of image backups
fa_ir: به مشتریان مجوز شروع پشتیبان گیری تصویر را میدهد

source: tAllow client-side viewing of backup logs
fa_ir: به مشتریان مجوز مشاهده لاگ پشتیبان گیری را میدهد

source: tAllow client-side pausing of backups
fa_ir: به مشتریان مجوز توقف پشتیبان گیری را میدهد

source: tAllow client-side changing of settings
fa_ir: به مشتریان اجازه تغییر تنظیمات را میدهد

source: tdays
fa_ir: روزها

source: thours
fa_ir: ساعات

source: tmin
fa_ir: دقیقه

source: tMail server name
fa_ir: نام سرور ایمیل

source: tMail server port
fa_ir: پورت سرور ایمیل

source: tMail server username (empty for none)
fa_ir: (نام کاربری سرور ایمیل (برای هیچ خالی بگذارید

source: tMail server password
fa_ir: کلمه عبور سرور ایمیل

source: tSender E-Mail Address
fa_ir: آدرس فرستنده ایمیل

source: tSend mails only with SSL/TLS
fa_ir: ارسال کن SSL/TLSایمیل ها را تنها با

source: tCheck SSL/TLS certificate
fa_ir: SSL/TLS بررسی اعتبار

source: tSend test mail to this email address after saving the settings (leave empty to not send a test mail)
fa_ir: پس از ذخیره تنظیمات یک ایمیل آزمایشی به این آدرس ارسال کن

source: tTest Mail sent successfully
fa_ir: ایمیل آزمایشی با موفقیت ارسال شد

source: tSending test mail failed. Error:
fa_ir: ارسال ایمیل آزمایشی شکست خورد

source: tFilter
fa_ir: فیلتر

source: tBack
fa_ir: بازگشت

source: tAdd
fa_ir: افزودن

source: tRemove
fa_ir: برداشتن

source: tSave
fa_ir: ذخیره

source: tLevel
fa_ir: مرحله

source: tTime
fa_ir: زمان

source: tMessage
fa_ir: پیام

source: tLog
fa_ir: لاگ

source: tUsername
fa_ir: نام کاربری

source: tRights
fa_ir: حقوق

source: tNo Users
fa_ir: هیچ کاربری

source: tCreate user
fa_ir: ایجاد کاربر

source: tPassword
fa_ir: کلمه عبور

source: tRepeat password
fa_ir: کلمه عبور را تکرار کنید

source: tRights for
fa_ir: حقوق برای

source: tAbort
fa_ir: لغو

source: tCreate
fa_ir: ایجاد

source: tChange rights
fa_ir: تغییر حقوق

source: tChange password
fa_ir: تفییر کلمه عبور

source: tLogin
fa_ir: ورود

source: tInfos
fa_ir: اطلاعات

source: tSeparate settings for this client
fa_ir: تنظیمات جداگانه برای این مشتری

source: tServer
fa_ir: سرور

source: tFile backups
fa_ir: پشتیبان گیری فایل

source: tImage backups
fa_ir: پشتیبان گیری تصویر

source: tPermissions
fa_ir: مجوز

source: tArchival
fa_ir: بایگانی

source: tPerform autoupdates silently
fa_ir: انجام به روز رسانی خودکار در پس زمینه

source: tMax backup speed for local network
fa_ir: بیشترین سرعت اتصال به شبکه محلی

source: tNo activities
fa_ir: بدون فعالیت

source: tSelect all
fa_ir: انتخاب همه

source: tSelect none
fa_ir: انتخاب هیچ کدام

source: tRemove selected
fa_ir: برداشتن انتخاب شدگان

source: tStart for selected
fa_ir: شروغ انتخاب شوندگان

source: tNo entries for this filter
fa_ir: چیزی مطابق با معیارهای این فیلتر وجود ندارد

source: tTotal max backup speed for local network
fa_ir: حداکثر سرعت کلی شبکه محلی

source: tArchive every
fa_ir: بایگانی در هر

source: tArchive for
fa_ir: بایگانی برای

source: tArchive window
fa_ir: پنجره بایگانی

source: tBackup type
fa_ir: نوع پشتیبان گیری

source: tEnable internet mode (requires server restart)
fa_ir: (فعال سازی حالت اینترنت (سرور باید ریست شود

source: tInternet server name/IP
fa_ir: نام سرور اینترنت

source: tInternet server port
fa_ir: پورت اینترنت

source: tDo image backups over internet
fa_ir: انجام پشتیبان گیری تصویر بر روی اینترنت

source: tDo full file backups over internet
fa_ir: انجام پشتیبان گیری فایل بر روی اینترنت

source: tMax backup speed for internet connection
fa_ir: بیشترین سرعت اتصال به اینترنت

source: tTotal max backup speed for internet connection
fa_ir: حداکثر سرعت کلی اینترنت

source: tEncrypted transfer
fa_ir: رمزنگاری انتقال

source: tCompressed transfer
fa_ir: انتقال فشرده

source: hours
fa_ir: ساعات

source: days
fa_ir: روزها

source: weeks
fa_ir: هفته ها

source: months
fa_ir: ماه ها

source: year
fa_ir: سال

source: hour
fa_ir: ساعت

source: day
fa_ir: روز

source: week
fa_ir: هفته

source: month
fa_ir: ماه

source: years
fa_ir: سال ها

source: min
fa_ir: دقیقه

source: mins
fa_ir: دقایق

source: validate_name_archive_every
fa_ir: بایگانی

source: validate_name_archive_for
fa_ir: بایگانی برای

source: forever
fa_ir: همیشه

source: backup_in_progress
fa_ir: در حال پشتیبان گیری

source: really_remove_clients
fa_ir: آیا از حذف این مشتری مطمئن هستید؟ با این کار تمام فایل ها و تصاویر پشتیبان مربوط به او حذف میشوند

source: no_client_selected
fa_ir: مشتری انتخاب نشده است

source: queued_backup
fa_ir: پشتیبان گیری در صف

source: starting_backup_failed
fa_ir: پشتیبان گیری شروع نشد

source: trying_to_stop_backup
fa_ir: پشتیبان گیری را متوقف کنید

source: unarchived_in
fa_ir: بایگانی نشده در

source: validate_err_notregexp_archive_window
fa_ir: فرمت اشتباه برای پنجره بایگانی

source: wait_for_archive_window
fa_ir: در انتظار پنجره بایگانی

source: validate_err_notregexp_image_letters
fa_ir: فرمت نام حجم اشتباه است

source: validate_name_global_local_speed
fa_ir: سرعت اتصال به شبکه محلی

source: validate_name_global_internet_speed
fa_ir: سرعت اتصال به اینترنت

source: validate_name_local_speed
fa_ir: بیشترین سرعت اتصال به شبکه محلی

source: validate_name_internet_speed
fa_ir: بیشترین سرعت اتصال به اینترن

source: enter_clientname
fa_ir: نام مشتری را وارد کنید

source: internet_client_added
fa_ir: مشتری اضافه شد. برای تغییر کلمه عبور به بخش تنظیمات بروید

source: change_pw
fa_ir: تغییر کلمه عبور

source: old_pw_wrong
fa_ir: کلمه عبور قبلی اشتباه است

source: tID
fa_ir: شناسه

source: tFile
fa_ir: فایل

source: tSize
fa_ir: حجم

source: tIncremental
fa_ir: افزایشی

source: tLoading
fa_ir: بارگیری

source: tStorage usage of
fa_ir: فضای استفاده شده از

source: tDelete domain
fa_ir: حذف دامین

source: tChange rights for user
fa_ir: تغییر حقوق برای کاربر

source: tDomain
fa_ir: دامین

source: tTranslation
fa_ir: ترجمه

source: tNew domain
fa_ir: دامین جدید

source: tChange
fa_ir: تغییر

source: tChange password for user
fa_ir: تغییر کلمه عبور برای کاربر

source: tSaved settings successfully
fa_ir: تنظیمات با موفقیت ذخیره شدند

source: tThis client is going to be removed.
fa_ir: این مشتری برداشته میشوند

source: tStop removing client
fa_ir: توقف برداشتن مشتری

source: tFailed
fa_ir: ناموفق

source: tSuccessfull
fa_ir: موفق

source: tInfo
fa_ir: اطلاعات

source: tError
fa_ir: خطا

source: tWarning
fa_ir: هشدار

source: tCurrent version
fa_ir: نسخه فعلی

source: tTarget version
fa_ir: نسخه هدف

source: tWarning: The settings configured on the client will overwrite the settings configured here. If you want to change this behaviour do not allow the client to change settings.
fa_ir: هشدار : تنظیمات مشتری بر تنظیماتی که اینجا انجام میشود تاثیر میگذرد. اگر نمیخواهید این اتفاق افتد مجوز تغییر تنظیمات کاربر را لغو کنید

source: tNext archival
fa_ir: بایگانی بعدی

source: tweeks
fa_ir: هفته ها

source: tmonth
fa_ir: ماه

source: tyears
fa_ir: سال ها

source: tforever
fa_ir: همیشه

source: tFile backup
fa_ir: فایل پشتیبان

source: tIncremental file backup
fa_ir: فایل پشتیبان افزایشی

source: tFull file backup
fa_ir: فایل پشتیبان کامل

source: tEnable internet mode
fa_ir: فعال سازی حالت اینترنت

source: tInternet auth key
fa_ir: اینترنت کلیدی

source: tIncremental image backup
fa_ir: پشتیبان گیری افزایشی تصویر

source: tFull image backup
fa_ir: پشتیبان گیری کامل تصویر

source: tClients are removed during the cleanup time window, if they are offline.
fa_ir: مشتریان در حین پاکسازی اگر آفلاین باشند حذف میشوند

source: tArchived
fa_ir: بایگانی شده

source: nospc_stalled_text
fa_ir: فضای لازم برای پشتیبان گیری وجود ندارد.برنامه فایل ها و تصاویر پشتیبان قدیمی را حذف میکند.

source: nospc_fatal_text
fa_ir: فضای لازم برای پشتیبان گیری وجود ندارد.برنامه فایل ها و تصاویر پشتیبان قدیمی را حذف میکند. ولی همچنان فضا کم است. لطفا در بخش تنظیمات فضای بیشتری به پشتیبان گیری اختصاص دهید.

source: tNondefault temporary file directory
fa_ir: دایرکتوری پیش فرضی برای فایل های موقت وجود ندارد

source: about_urbackup
fa_ir: درباره برنامه
